/* ExpirationDate */
"Set the Expiration Date" = "有効期限を設定してください";

/* ExpertMode */
"Make a new key" = "新しい鍵を作成";

/* KeyType */
"Select the Kind of Key" = "鍵の種類を選んでください";

/* confirmSettings */
"Confirm Your Selections" = "選択を確認してください";

/* setIdentity */
"Set Your Identity" = "鍵情報を設定してください";

/* generateKey */
"Now making your key" = "鍵の作成中";

/* generateKey */
"Finish" = "終了";

/* Introduction */
"Introduction" = "紹介";

/* KeySize */
"Select the Key Size" = "鍵サイズを選んでください";

/* generateKey */
"Your key has been made" = "Your key has been made";
